import {
  productImg1,
  productImg10,
  productImg11,
  productImg12,
  productImg13,
  productImg14,
  productImg15,
  productImg16,
  productImg17,
  productImg18,
  productImg19,
  productImg2,
  productImg20,
  productImg21,
  productImg22,
  productImg23,
  productImg24,
  productImg25,
  productImg3,
  productImg4,
  productImg5,
  productImg6,
  productImg7,
  productImg8,
  productImg9,
} from './assets'

export const products = [
  {
    img: productImg1,
    title: 'Лот №1 Сиреневое волшебство',
    subtitle: 'Праздничное дополнение к цифре для фотозоны или можно использовать как самостоятельную композицию',
    descr: '',
    price: '1400 руб.',
    optionsTitle: 'Фонтан содержит следующее наполнение',
    options: [
      '4 латексных шара — 750 руб',
      '1 шар с конфетти - 150 руб',
      'фольгированная звезда — 300 руб',
      '+ индивидуальная надпись — 200 руб',
    ],
  },
  {
    img: productImg2,
    title: 'Лот №2 Набор для Любимого',
    subtitle: 'брата, парня, мужа, друга и не только)',
    descr: '',
    price: '2100 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['4 латексных шара — 750 руб', 'Шар баблс - 1000 руб', 'Индивидуальная надпись — 350 руб'],
  },
  {
    img: productImg3,
    title: 'Лот №3 Салют из шаров',
    subtitle: 'Нежный набор в первый день рождения!',
    descr: '',
    price: '2500 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['8 латексных шаров — 1040 руб', 'Две фольгированные звезды — 600 руб', 'Цифра - 850 руб'],
  },
  {
    img: productImg4,
    title: 'Лот №4 Нежное розовое золото',
    subtitle: 'Праздничная композиция на первый день рождения!',
    descr: '',
    price: '2800 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['9 латексных шаров — 1350 руб', 'Две фольгированные звезды — 600 руб', 'Цифра - 850 руб'],
  },
  {
    img: productImg5,
    title: 'Лот №5 Бирюзовое волшебство',
    subtitle: 'Набор для состоявшегося мужичка в первый день рождения!',
    descr: '',
    price: 'от 2550 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: [
      '8 латексных шаров - 1200 руб',
      'Фольгированная звезда — 300 руб',
      'Цифра - 850 руб',
      'Индивидуальная надпись - 200 руб',
    ],
  },
  {
    img: productImg6,
    title: 'Лот №6 Шарики для Любимки',
    subtitle: 'Для подружек, Сестёр, Любимой',
    descr:
      'Волшебные прозрачные шары с конфетти в комбинации с нежными оттенками и ярким акцентом в качестве звезды (сердца) с уникальной поздравительной надписью в центре.',
    price: '2500 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: [
      '5 латексных шаров - 650 руб',
      '3 шара с конфетти - 450 руб',
      'Фольгированная звезда большая с декором - 1100 руб',
      '+ индивидуальная надпись - 300 руб',
    ],
  },
  {
    img: productImg7,
    title: 'Лот №7 Шары на выписку',
    subtitle: 'Для новеньких Мальчиков и Девочек)',
    descr:
      'Эта композиция состоит из латексных и фольгированных шаров нежных оттенков белого и голубого цвета. Прекрасное сочетание для встречи Вашего малыша у себя дома',
    price: 'от 3700 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: [
      '6 латексных шаров - 780 руб',
      '5 фольгированных звезд - 1500 руб',
      'Шар - облако - 450 руб',
      'Шар - месяц - 500 руб',
      'Шар - месяц - 500 руб',
    ],
  },
  {
    img: productImg8,
    title: 'Лот №8 В День рождения!',
    subtitle: 'В день первого Юбилея',
    descr:
      'Универсальная композиция, подойдёт как для мальчика, так и для девочки. Цвета шаров можно скомбинировать на Ваш вкус в рамках Вашего бюджета.',
    price: '4200 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['9 латексных шаров - 1300 руб', '3 фольгированных звезды - 900 руб', 'Цифры - 2000 руб'],
  },
  {
    img: productImg9,
    title: 'Лот №9 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки, сестрёнки в первый королевский праздник!',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '2500руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['6 латексных шаров - 900 руб', 'Корона - 750 руб', 'Цифра - 850 руб'],
  },
  {
    img: productImg10,
    title: 'Лот №10 Шары на день рождение!',
    subtitle: 'Блестящая красота для дочки, племяшки, внучки, сестрёнки',
    descr:
      'Сочетание хромированных латексных шаров с блестящими конфетти и фольгированными шаром и цифрой придадут празднику больше блеска не только на фото, но и в глазах именинницы.',
    price: '',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['15 латексных шаров - 900 руб', 'Звезда - 300 руб', 'Цифра - 950 руб'],
  },
  {
    img: productImg11,
    title: 'Лот №11 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки, сестрёнки',
    descr:
      'Праздничный фонтан бюджетной комплектации украсит любой праздник и будет продолжать украшать помещение после его окончания, напоминая о прекрасном дне.',
    price: '1810 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
    options: ['7 латексных шаров - 910 руб', '2 шара с конфетти - 300 руб', 'Сердце и звезда - 600 руб'],
  },
  {
    img: productImg12,
    title: 'Лот №12 Букет шаров!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '2200 руб.',
  },
  {
    img: productImg13,
    title: 'Лот №13 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3300руб.',
  },
  {
    img: productImg14,
    title: 'Лот №14 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '2900 руб.',
  },
  {
    img: productImg15,
    title: 'Лот №15 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '2500 руб.',
  },
  {
    img: productImg16,
    title: 'Лот №16 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3000 руб.',
    optionsTitle: 'Композиция содержит следующее наполнение',
  },
  {
    img: productImg17,
    title: 'Лот №17 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3100 руб.',
  },
  {
    img: productImg18,
    title: 'Лот №18 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3400 руб.',
  },
  {
    img: productImg19,
    title: 'Лот №19 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '2900 руб.',
  },
  {
    img: productImg20,
    title: 'Лот №20 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3550 руб.',
  },
  {
    img: productImg21,
    title: 'Лот №21 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3600 руб.',
  },
  {
    img: productImg22,
    title: 'Лот №22 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3650 руб.',
  },
  {
    img: productImg23,
    title: 'Лот №23 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3900 руб.',
  },
  {
    img: productImg24,
    title: 'Лот №24 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '3800 руб.',
  },
  {
    img: productImg25,
    title: 'Лот №25 Шары на день рождение!',
    subtitle: 'Для дочки, племяшки, внучки',
    descr:
      'Очень нежная и волшебная композиция, которая приятно удивит и обрадует именинников! Возможны различные цветовые решения на Ваш выбор',
    price: '1900 руб.',
  },
]
